Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/hva-skal-vaere-det-viktigste-i-skolefagene-kom-med-innspill.html.tmx
Source language: nob
Languages: sme

source: Hva skal være det viktigste i skolefagene?
sme: Mii galgá leat deháleamos skuvlafágain?

source: Kom med innspill!
sme: Buvtte cealkámušaid!

source: Vi fornyer skolefagene.
sme: Mii ođasmahttit skuvlafágaid.

source: Første skritt på veien er å komme frem til kjerneelementer i fag - det viktigste elevene skal lære.
sme: Vuosttaš lávki lea mearridit fágaid guovddášelemeanttaid - dat deháleamos maid oahppit galget oahppat vai hálddašit fága.

source: Har vi prioritert riktig?
sme: Leatgo mii vuoruhan riekta?

source: Frist for å gi innspill er 17. april 2018.
sme: Áigemearri buktit cealkámušaid lea cuoŋománu 17. beaivvi 2018.

source: Kunnskapsløftet og Kunnskapsløftet samisk skal fornyes.
sme: Máhttolokten ja Máhttolokten sámi, galget ođasmahttojuvvot.

source: Dagens fag skal beholdes, men skal fornyes og innholdet skal prioriteres og gjøres mer relevante for elevene i framtida.
sme: Dálá fágat galget bisuhuvvot, muhto galget ođasmahttojuvvot ja sisdoallu galgá vuoruhuvvot ja dahkkojuvvot eanet relevántan ohppiide boahtteáiggis.

source: Siden sommeren 2017 har arbeidsgrupper i de ulike fagene laget forslag til det viktigste innholdet og disse kalles for kjerneelementer.
sme: Geasi 2017 rájes lea bargojoavku iešguđege fágain ráhkadan evttohusa deaŧaleamos sisdoalus ja dat gohčoduvvojit guovddášelemeantan.

source: Kjerneelementene er de viktigste temaene i fagene, som elevene må kunne for å mestre faget.
sme: Guovddášelemeanttat leat deaŧaleamos fáttát fágain, maid oahppit fertejit máhttit fágas.

source: Kjerneelementene er felles for både den samiske og norske skolen.
sme: Guovddášelemeanttat leat oktasaččat sihke sámi ja dáru skuvlii.

source: Arbeidet med kjerneelementene er nybrottsarbeid.
sme: Bargu guovddášelemeanttaiguin lea ođastusbargu.

source: Norge har ikke hatt denne typen tekst i de tidligere læreplanverkene.
sme: Norggas ii leat ovdal leamaš dán lágan teaksta ovddeš oahpponeavvodahkosiin.

source: Sametinget har ansvar for å lage læreplaner for samiskfaget og for samisk innhold i alle de andre fagene.
sme: Sámedikkis lea ovddasvástádus oahppoplánaid ráhkadeamis fágii sámegiella ja sámi sisdollui buot eará fágain.

source: Overordnet del- verdier og prinsipper i grunnopplæringen fastslår at skolen skal ta vare på samisk språk og kulturarv.
sme: Bajimuš oassi – árvvut ja prinsihpat vuođđooahpahusas mearridit ahte skuvla galgá atnit ávvira sámi gielas ja kulturárbbis.

source: For Sametinget har det vært viktig å synliggjøre og sikre det samiske innholdet i fagene.
sme: Sámediggái lea leamaš deaŧalaš oainnusmahttit ja sihkkarastit sámi sisdoalu fágain.

source: Samiske barn skal lære det samme som alle andre barn i Norge, men ut fra samisk ståsted - ut fra samiske kulturverdier.
sme: Sámi mánát galget oahppat dan seamma maid buot eará mánát Norggas, muhto sámi vuolggasajis – sámi kulturárvvuid vuođul.

source: Sametinget har i løpet av prosessen gitt innspill om samisk innhold til forslag til kjerneelementene i fagene.
sme: Sámediggi lea proseassas addán cealkámuša sámi sisdoalu birra, dalle go fágaide evttohuvvojit guovddášelemeanttat.

source: Gruppene avsluttet sitt arbeid desember 2017 og har kommet frem til prioriteringer i fag som læreplangruppene skal bruke når de skal jobbe videre med kompetansen i fagene.
sme: Joavkkut loahpahedje bargguideaset juovlamánus 2017 ja leat ovddidan vuoruhemiid fágain maid oahppoplánajoavku galgá geavahit dalle go bargá viidáseappot fágaid gelbbolašvuođain.

source: Forslag til kjerneelementene er lagt ut på Utdanningsdirektoratets sider.
sme: Evttohus guovddášelemeanttaid birra lea biddjojuvvon Oahpahusdirektoráhta siidduide.

source: Sametinget er spesielt interessert i høre om forslagene dekker det som er det aller viktigst for samiske barn å lære og hva alle barn i Norge skal lære om samene.
sme: Sámediggái lea erenoamáš miellagiddevaš gullat gokčet go evttohusat dan mii lea buot deaŧaleamos sámi mánáide oahppat, ja maid buot mánát Norggas galget oahppat sámiid birra.

source: Sametinget oppfordrer skoleeiere, skoleledere, lærere, foreldre, foresatte og alle som bryr seg om skole om si hva dere mener er det aller viktigste å lære på skolen.
sme: Sámediggi ávžžuha skuvlaeaiggádiid, skuvlajođiheddjiid, vánhemiid, fuolaheddjiid ja buohkaid geat beroštit skuvllas dadjat maid sii oaivvildit lea buot deaŧaleamos oahppat skuvllas.

source: Du kan gi innspill på Utdanningsdirektoratets nettside .
sme: Don sáhtát addit cealkámuša Oahpahusdirektoráhta neahttasiiddus .

source: Der kan du gi innspill til ett eller flere fag og temaer.
sme: Doppe sáhtát addit cealkámuša ovtta dahje máŋgga fágii ja fáttáide.

source: Fristen er 17. april 2018.
sme: Áigemearri lea cuoŋománu 17. b. 2018.
